Repository: levonium/drim-share
Catalog: languages/drim-share-*.po
Languages: es, es_es

source: Settings
es: Ajustes
es_es: Ajustes

source: Heading Text
es: Texto del título
es_es: Título

source: Border Color
es: Color de bordes
es_es: Color de bordes

source: Borders
es: Bordes
es_es: Bordes

source: Alignment
es: Alineamiento
es_es: Alineación

source: Optional Settings
es_es: Ajustes opcionales

source: Enable in Archive Pages
es_es: Activar en Páginas Archivas

source: Enable in Homepage
es_es: Activar en la página principal

source: Enable in Pages
es_es: Activar en Páginas

source: Enable in Posts
es_es: Activar en Posts

source: Post Types
es: Tipos del posts
es_es: Tipos de Posts

source: Mobile Settings
es_es: Ajustes móviles

source: Side Fixed Bar
es_es: Barra fija

source: Content Area
es_es: Área del contenido

source: Position Settings
es_es: Ajustes de posición

source: Preview:
es_es: Vista previa:

source: Button Style
es_es: Estilo de botón

source: Button Shape
es_es: Forma de botón

source: Button Type
es_es: Tipo de botón

source: WhatsApp for Mobile
es_es: WhatsApp para móviles

source: Social Networks
es: Redes sociales
es_es: Redes sociales

source: Enable Plugin
es_es: Activar el plugin

source: General Settings
es_es: Ajustes generales

source: Share this plugin:
es: Compartir este plugin:
es_es: Compartir plugin:

source: Any questions?
es_es: ¿Tienes preguntas?

source: View on GitHub
es_es: Ver en GitHub

source: Plugin Homepage
es_es: Página web del plugin

source: Select the post types.
es_es: Selecciona tipos de posts.

source: Select the position
es: Elije la posición
es_es: Selecciona posición

source: Select social networks
es_es: Selecciona redes sociales

source: Enable the plugin
es_es: Activar el plugin

source: In order the plugin to work, please make sure to adjust the following fields:
es_es: Para que funcione el plugin, por favor ajusta los campos siguientes:

source: A simple light-weight and mobile-friendly social sharing plugin for WordPress.
es: Un plugin simple, ligero y adaptable para añadir botones de redes sociales en tu sitio web de WordPress.
es_es: Plugin simple y adaptable para añadir botones de redes sociales en tu WordPress sitio web.

source: Thank you for using %s.
es_es: Gracias por descargar %s.

source: Version: %1$s | Author: %2$s
es_es: Versión %1$s | Autor: %2$s

source: Center
es: Centro
es_es: Centrar

source: Top & Bottom Borders
es: Bordes encima y debajo
es_es: Bordes encima y debajo

source: Bottom Border
es: Borde debajo
es_es: Borde debajo

source: Top Border
es: Borde encima
es_es: Borde encima

source: No Border
es: Sin borde
es_es: Sin borde

source: Choose where to display sharing buttons on mobile devices.
es_es: Elige la posición de botones en dispositivos móviles.

source: Right
es: Derecha
es_es: A la derecha

source: Left
es: Izquierda
es_es: A la izquierda

source: Both
es: Ambos
es_es: Ambos

source: Below the content
es: Debajo del contenido
es_es: Debajo del contenido

source: Above the content
es: Encima del contenido
es_es: Encima del contenido

source: None
es_es: Ninguno

source: Simple Black
es_es: Negro Simple

source: Simple White
es_es: Blanco Simple

source: Simple Colorful
es_es: Colorido Simple

source: White & Black
es_es: Blanco y Negro

source: Black & White
es_es: Negro y Blanco

source: Grey & Black
es_es: Gris y Negro

source: Grey & White
es_es: Gris y Blanco

source: Grey & Corolful
es_es: Gris y Colorido

source: Inner Shadow
es_es: Sombra Interior

source: Outer Shadow
es_es: Sombra Exterior

source: Default
es_es: Por defecto

source: Icon & Text
es_es: Icono y Texto

source: Text Only
es_es: Sólo Texto

source: Icon Only
es_es: Sólo Icono

source: Circle
es_es: Círculo

source: Round
es_es: Redondo

source: Square
es_es: Cuadrado

source: Heading for the buttons. Leave empty for no heading.
es: Título para los botones. Deja vacío si no deseas mostrar el título.
es_es: Título para botones. Deja vacío para no mostrar título.

source: Choose the buttons alignment.
es: Elige el alineamiento de los botones.
es_es: Elige alineación de botones.

source: Border color (RGB, HEX values or color names). Leave empty to use your theme colors.
es: Color de borde (valores RGB o HEX o nombres de colores). Deja vacío para usar los colores de tu template.
es_es: Color de bordes (valores RGB o HEX o nombres de colores). Deja vacío para usar colores por defecto.

source: Additional options.
es_es: Opciones adicionales.

source: It seems you do not have any custom post types.
es: Parece que no tienes ningún tipos de posts personalizados.
es_es: Parece que no tienes ningún “Custom Post Types”.

source: Choose in which post types to include the sharing buttons in the content area.
es_es: Elige en que tipos de posts/páginas mostrar botones en área del contenido.

source: Display buttons fixed bar on mobile devices.
es_es: Mostrar barra fija en móviles.

source: Display buttons inside the content area on mobile devices.
es_es: Mostrar botones en área del contenido en dispositivos móviles.

source: Choose where to display sharing buttons.
es_es: Elige la posición de botones.

source: Choose the button style.
es_es: Selecciona estilo de botones.

source: Choose the button type.
es_es: Selecciona tipo de botones.

source: Choose the button shape.
es_es: Selecciona forma de botones.

source: Include WhatsApp button on mobile devices.
es_es: Incluir el botón de WhatsApp en dispositivos móviles.

source: Choose the social networks.
es_es: Selecciona redes sociales.

source: Check the box to enable the plugin.
es: Marca la casilla para activar el plugin.
es_es: Marca la casilla para activar el plugin.

source: Enable
es: Activar
es_es: Activar

source: Adjust general plugin settings here.
es_es: Ajustar opciones generales del plugin.

source: Please define an SVG icon filename.
es_es: Define el nombre del archivo de un icono SVG.

source: Please define default parameters in the form of an array.
es_es: Define los parámetros por defecto como un “array”.

source: Share
es: Compartir

source: Tweet
es: Twittear

source: Main Settings
es: Ajustes principales

source: Drim Share Buttons
es: Drim Share Botones

source: Buttons Positions
es: Posición de botones

source: Button Styles
es: Estilo de botones

source: Include in Posts
es: Incluir en posts

source: Include in Pages
es: Incluir en páginas

source: Include in Custom Post Types
es: Incluir en tipos de posts personalizados

source: Include in HomePage
es: Incluir en la página de inicio

source: Include in Archive Pages
es: Incluir en páginas index (archive)

source: Choose the social network buttons to display.
es: Elige las redes sociales.

source: Choose where the buttons should appear.
es: Elige dónde deberían aparecer los botones.

source: Choose the button styles.
es: Elige los estilos de los botones.

source: Choose if you want to separate the buttons from the content with borders.
es: Elige si deseas separar los botones del contenido con bordes.

source: Yes
es: Sí

source: Author:
es: Autor:

source: Thank you for using
es: Gracias por usar

source: Adjust the plugin settings here.
es: Ajusta la configuración del plugin aquí.

source: Choose in which post types to include the sharing buttons.
es: Elige en que tipos de posts/páginas mostrar los botones.

source: Icons v1
es: Iconos v1

source: Icons v2
es: Iconos v2

source: Icons v3
es: Iconos v3

source: Icons v4
es: Iconos v4

source: Icons v5
es: Iconos v5

source: Icons v6
es: Iconos v6

source: Icons v7
es: Iconos v7

source: Icons v8
es: Iconos v8

source: Images v1
es: Imágenes v1

source: Images v2
es: Imágenes v2

source: Names v1
es: Nombres v1

source: Names v2
es: Nombres v2
